Repository: dimania/nnmbot
Catalog: locales/*/LC_MESSAGES/nnmbot.po
Languages: ru

source: 😔 No records
ru: 😔 Нет данных

source: Add Film
ru: Добавить

source: Control
ru: Управлять

source: Clear
ru: Очищено

source: records
ru: записей

source: No records
ru: Нет данных

source: All records:
ru: Всего фильмов в БД:

source: Tagged records:
ru: Отмечено фильмов:

source: Early tagged:
ru: Ранее отмечено фильмов:

source: List Films tagged
ru: Список отмеченных фильмов

source: List Films tagged early
ru: Список ранее отмеченных фильмов

source: Clear all tagged Films
ru: Снять отметку со всех фильмов

source: Get database info
ru: Информация о базе данных

source: Search Films in database
ru: Поиск фильмов в базе данных

source: List All Films in DB
ru: Список всех фильмов

source: Go to control users menu
ru: Перейти в меню пользователей

source: **☣ Work with database:**
ru: **☣ Работа с базой данных:**

source: List user requests
ru: Список запросов на подключение

source: List all users
ru: Список всех пользователей

source: Block/Unblock user
ru: Блок./Разблок. пользователя

source: Change rights user
ru: Сменить права пользователя

source: Delete user
ru: Удалить пользователя

source: Back to basic menu
ru: Вернуться в основное меню

source: **☣ Work with users:**
ru: **☣ Работа с пользователями **

source: Set Read only
ru: Только чтение

source: Set Read Write
ru: Чтение-запись

source: Back to users menu
ru: Вернуться в меню пользователей

source: **☣ Select rights: **
ru: **☣ Выберете права: **

source: List awaiting users:
ru: Список ожидающих пользователей:

source: .....No records.....
ru: .....Нет данных.....

source: Film already in database!
ru: Фильм уже в базе данных!

source: Film added to database
ru: Фильм добавлен в базу данных

source: Yoy already power user!
ru: Вы уже СуперЮзверь!

source: You request send to Admins, and will be reviewed soon.
ru: Ваш запрос направлен Администратору. Ожидайте решения. Когда администратор одобрит ваш запрос Вы получите уведомление.

source: New user **
ru: Новый пользователь **

source: ** request approve.
ru: ** ожидает одобрения.

source: Sorry you are not registered user. You can only set Reaction. You can register, press [Control] button.
ru: Извините вы не зарегестрированы. Вы можете только оставлять реакции. Вы можете подать заявку на регистрацию, нажмите [ Управлять ] .

source: Sorry You are Blocked! Send message to Admin this channel
ru: Извините, Вы заблокированы. Можете обратиться к администратору данного канала

source: Yes
ru: Да

source: No
ru: Нет

source: Goodbye! See you later...
ru: Пока! Увидимся....

source: **Y realy want tag/untag films**
ru: **Вы действительно хотите подключиться?**

source: Card
ru: Карточка

source: List
ru: Список

source: Cancel
ru: Отменить

source: Output all in one List or in Card format one by one
ru: Вывести все одним списком или в формате карточек по одному

source: Clear
ru: Очищено

source: records
ru: записей

source: Get list or card format
ru: В формате списка или карточек

source: Write and send what you search:
ru: Введите что ищите и отправьте:

source: 🏁............Done............🏁
ru: 🏁............Готово............🏁

source: User:
ru: Пользователь:

source: add to DB
ru: добавлен в БД

source: You request approved Now Yoy can work with films.
ru: Ваш запрос одобрен. Теперь вы можете работать с фильмами.

source: List current users:
ru: Список текущих пользователей:

source: Select user for delete:
ru: Выберете пользователя для удаления:

source: deleted from DB
ru: Удален из БД

source: Select user for change rights:
ru: Выберете пользователя для смены прав:

source: Change righst for user:
ru: Смена прав для пользователя:

source: Select user for block/unblock:
ru: Выберете пользователя для блок./разблок.:

source: Unblocked
ru: Разблокирован

source: Blocked
ru: Заблокирован
